{
  "en": {
    "Nav.about": "ABOUT",
    "Nav.PORTFOLIO": "PORTFOLIO",
    "Nav.contact": "CONTACT",
    "About.title": "ABOUT US",
    "About.text": "An indie gaming company created in Brazil in 2018 by six students from the Catholic university of Brasilia with a focus on bringing the feeling of nostalgia in their games, because, who said tradition can not be a trend?\nAlways bringing immersive games with the intention of entertaining your audience, with a visual style on pixel art and gameplay focused on the difficulty, after all, what is a game without challenge?",
    "About.Team.title": "TEAM",
    "Portfolio.title": "PORTFOLIO",
    "Portfolio.IterInferis.text": "In a desolated place, whithout a clue about where you are or even who yourself really are. This is a dark place and your're confused. Try to unveil your own mysteries and the ones of this world.",
    "Portfolio.Button.coming-soon": "Coming Soon...",
    "Portfolio.Amaruq.text": "It's only you and your father, living in the cold of the mountains, everyday he leaves you alone to hunt and comes back with food,but one day he doesn't, what happenned to him? You have to find it out, but how will you survive alone?",
    "Portfolio.Button.learn-more": "Learn More..."
  },
  "pt-BR": {
    "Nav.about": "SOBRE",
    "Nav.PORTFOLIO": "PORTFÓLIO",
    "Nav.contact": "CONTATO",
    "About.title": "SOBRE NÓS",
    "About.Team.title": "TIME",
    "About.text": "Uma empresa de jogos indies criada no Brasil em 2018 por seis estudantes da universidade católica de Brasilia com o foco em trazer o sentimento de nostalgia em seus jogos, pois quem disse que tradição não pode ser tendencia? Sempre trazendo jogos imersivos com o intuito de entreter o seu publico, com visual focado na pixel art e gameplay focada na dificuldade, pois afinal o que é um jogo sem desafio?",
    "Portfolio.title": "PORTFÓLIO",
    "Portfolio.IterInferis.text": "Em um lugar desolado, sem nenhuma dica sobre onde você está ou até sobre quem você mesmo é. Este é um lugar escuro e você está confuso. Tente desvendar os seus próprios mistérios e os deste mundo!",
    "Portfolio.Button.coming-soon": "Em Breve...",
    "Portfolio.Amaruq.text": "É só você e seu pai, vivendo no frio das montanhas, todo dia ele te deixa sozinho para caçar e volta com comida, mas um dia ele não volta. O que aconteceu com ele? Você tem que descobrir, mas como você vai sobreviver sozinho?",
    "Portfolio.Button.learn-more": "Leia Mais..."
  }
}